const articleData = {
  id: 1,
  title: '트럼프 전 대통령, 유세 중 총격 당해 😱',
  content:
    '미국에서 트럼프 전 대통령이 유세 중에 총격을 당했어요. 😱\n' +
    '\n' +
    '이 사건의 범인은 펜실베이니아에 사는 20살 남성이라고 밝혀졌어요. 그런데 아직 그의 이름은 공개되지 않았답니다. 🕵️‍♂️\n' +
    '\n' +
    '범인이 사용한 총은 AR-15이라는 무기였는데요, 이건 원래 군용 총기인 M-16을 일반 사람들이 쓸 수 있게 바꾼 거예요. 이 총은 대량 살상을 할 수 있어서 악명이 높아요. 😨\n' +
    '\n' +
    '트럼프 전 대통령은 총격을 당하고도 유세를 계속했는데, 오른쪽 귀 위쪽을 총탄이 관통했다고 해요. 😰\n' +
    '이 사건으로 범인은 현장에서 사살되었고, 유세장에 있던 시민 한 명이 숨지고 2명이 중상을 입었어요. 이 사건은 암살미수로 규정되어 수사가 진행 중이에요. 🚔',
  imageUrl: 'https://img.hankyung.com/photo/202407/ZA.37336216.1.jpg',
  category: '정치 및 사회',
  originalUrl: 'https://www.hankyung.com/article/2024071421597',
  uploadDate: '2024.07.14',
  viewCount: 1,
  comment:'트럼프 전 대통령이 유세 중에 총격을 당했는데, 범인은 현장에서 사살되었어요. 이 사건으로 다른 사람들도 다치고, 이 사건은 암살미수로 규정되어 수사가 진행 중이에요.',
  source: '한국경제',

};

export default articleData;
