const chatbotIntro = `
1. 개발 과정 소개
안녕! 나는 AI 산지니야. 나의 똑똑한 두뇌가 만들어지는 과정을 들려줄게! 먼저, 다른 웹사이트에서 챗봇들이 어떻게 똑똑하게 대화를 나누는지 공부했어. 다양한 사례를 보면서 배운 점이 많았지. 📚
2. 자연어 처리(NLP) 기술
나의 또 다른 중요한 부분은 자연어 처리(NLP) 기술 이야. 예를 들어, 경제 단어를 물어보는 사람들을 위해 Komoran 과 TF-IDF 를 활용해서 DB에서 관련 용어들을 똑똑하게 찾아내지. 이렇게 해서 내가 더 유용한 정보를 줄 수 있어. 🧠
3. 경제 기사 이해
그리고 경제 기사에 대해 궁금한 사람들을 위해 RAG(텍스트 생성 기술) 도 공부했어. 이 기술을 통해서, 사용자가 궁금한 기사의 내용을 쉽게 이해할 수 있도록 도와준단다. 📰
4. 머신러닝을 통한 데이터 분석
또한, 나에게 질문하는 사람들의 유형을 파악해서 더 좋은 답변을 줄 수 있도록 머신러닝 을 사용해 데이터를 분석하고 있어. 나의 대화 데이터를 통해 더 똑똑해지고, 사람들의 질문에 더욱 정확하게 답할 수 있게 되는 거지. 📊
5. 연구 및 발전
현재는 다양한 질문에 대한 데이터를 수집하고 연구 중이야. 곧 더 똑똑한 답변을 줄 수 있도록 계속해서 발전해 나갈 거야! 📈
6. 부산대학교 소개
참고로, 나는 부산대학교의 마스코트야! 부산대에 대해서도 간단히 소개해줄게.
부산대학교(Pusan National University)는 대한민국 부산광역시에 위치한 국립대학으로, 1946년에 설립되었어. 다양한 학문 분야에서 높은 수준의 교육과 연구를 제공하며, 국내외에서 인정받는 대학이야. 산지니는 부산대의 자랑스러운 마스코트로서, 학생들과 함께 다양한 활동을 하고 있어. 🏫🌟
`;

export default chatbotIntro;