const newsData = [
  {
    value: 'economy',
    date: '2024.06.28.',
    description:
      '이것은 경제기사이다!! ‘글루텐 프리’ ‘첨가물 제로’ 건강빵 찾는 소비자한국인의 빵 소비량이 증가하는 가운데 즐겁게 건강을 추구하는 ‘헬시 플레저’ 트렌드가 ...',
    imageUrl: 'https://wimg.mk.co.kr/news/cms/202407/13/rcv.YNA.20240712.PYH2024071213960001300_P1.jpg',
    title: '“1빵순이들도 입맛 까다로워졌네”… 달콤한 맛보다 훨씬 잘 팔린다는 이 맛, 뭐길래',
  },
  {
    value: 'economy',
    date: '2024.06.28.',
    description:
      '이것은 경제기사이다!! ‘글루텐 프리’ ‘첨가물 제로’ 건강빵 찾는 소비자한국인의 빵 소비량이 증가하는 가운데 즐겁게 건강을 추구하는 ‘헬시 플레저’ 트렌드가 ...',
    imageUrl: 'https://wimg.mk.co.kr/news/cms/202407/13/rcv.YNA.20240712.PYH2024071213960001300_P1.jpg',
    title: '“2빵순이들도 입맛 까다로워졌네”… 달콤한 맛보다 훨씬 잘 팔린다는 이 맛, 뭐길래',
  },
  {
    value: 'politics',
    date: '2024.06.28.',
    description:
      '이것은 정치기사이다!! ‘글루텐 프리’ ‘첨가물 제로’ 건강빵 찾는 소비자한국인의 빵 소비량이 증가하는 가운데 즐겁게 건강을 추구하는 ‘헬시 플레저’ 트렌드가 ...',
    imageUrl: 'https://wimg.mk.co.kr/news/cms/202407/13/rcv.YNA.20240712.PYH2024071213960001300_P1.jpg',
    title: '“3빵순이들도 입맛 까다로워졌네”… 달콤한 맛보다 훨씬 잘 팔린다는 이 맛, 뭐길래',
  },
  {
    value: 'society',
    date: '2024.06.28.',
    description:
      '이것은 사회기사이다!! ‘글루텐 프리’ ‘첨가물 제로’ 건강빵 찾는 소비자한국인의 빵 소비량이 증가하는 가운데 즐겁게 건강을 추구하는 ‘헬시 플레저’ 트렌드가 ...',
    imageUrl: 'https://wimg.mk.co.kr/news/cms/202407/13/rcv.YNA.20240712.PYH2024071213960001300_P1.jpg',
    title: '“4빵순이들도 입맛 까다로워졌네”… 달콤한 맛보다 훨씬 잘 팔린다는 이 맛, 뭐길래',
  },
  {
    value: 'culture',
    date: '2024.06.28.',
    description:
      '이것은 문화기사이다!! ‘글루텐 프리’ ‘첨가물 제로’ 건강빵 찾는 소비자한국인의 빵 소비량이 증가하는 가운데 즐겁게 건강을 추구하는 ‘헬시 플레저’ 트렌드가 ...',
    imageUrl: 'https://wimg.mk.co.kr/news/cms/202407/13/rcv.YNA.20240712.PYH2024071213960001300_P1.jpg',
    title: '“5빵순이들도 입맛 까다로워졌네”… 달콤한 맛보다 훨씬 잘 팔린다는 이 맛, 뭐길래',
  },
  {
    value: 'science',
    date: '2024.06.28.',
    description:
      '이것은 과학기술기사이다!! ‘글루텐 프리’ ‘첨가물 제로’ 건강빵 찾는 소비자한국인의 빵 소비량이 증가하는 가운데 즐겁게 건강을 추구하는 ‘헬시 플레저’ 트렌드가 ...',
    imageUrl: 'https://wimg.mk.co.kr/news/cms/202407/13/rcv.YNA.20240712.PYH2024071213960001300_P1.jpg',
    title: '“6빵순이들도 입맛 까다로워졌네”… 달콤한 맛보다 훨씬 잘 팔린다는 이 맛, 뭐길래',
  },
];

export default newsData;
